---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelTotalestloadHvacParam
source: html/b633bc4d-831d-4c22-c369-74cc149c4e1f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelTotalestloadHvacParam Property

"HVAC Total Estimated Demand"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecPanelTotalestloadHvacParam { get; }
```